<template>
    <div class="wrapper">

        <!--登录内容区 str-->
        <div class="yContentWarp staticWarp">
            <div class="yTerms">
              <h1 class="yTermsTitle">服务协议</h1>
                <div class="yTermsCont">3EX平台尊重并保护所有使用3EX平台平台服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，3EX平台会按照本隐私权政策的规定使用和披露您的个人信息。但3EX平台将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，3EX平台不会将这些信息对外披露或向第三方提供。3EX平台会不时更新本隐私权政策。 您在同意3EX平台服务协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于3EX平台服务协议不可分割的一部分。
                    本协议由您与3EX平台的经营者共同缔结，本协议具有合同效力。
                    3EX平台的经营者是指法律认可的经营该平台网站的责任主体，有关3EX平台经营者的信息请查看3EX平台首页底部公布的公司信息和证照信息。本协议中3EX平台的经营者可单称或统称为“3EX平台”。“3EX平台”指由3EX平台运营的网络平台，包括但不限于3EX平台网，域名为 https://www.3EX.com/ 该网站属于加密网站。</div>

                <h2 class="yTermsSencondTitle">一. 协议内容及签署</h2>
                <div class="yTermsCont">
                    <p>本协议内容包括协议正文及所有3EX平台已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，任何3EX平台及其关联公司提供的服务（以下称为3EX平台服务）均受本协议约束。</p><br>
                    <p>您应当在使用3EX平台服务之前认真阅读全部协议内容，对于协议中以加粗字体显示的内容，您应重点阅读。如您对协议有任何疑问的，应向3EX平台咨询。但无论您事实上是否在使用3EX平台服务之前认真阅读了本协议内容，只要您使用3EX平台服务，则本协议即对您产生约束，届时您不应以未阅读本协议的内容或者未获得3EX平台对您问询的解答等理由，主张本协议无效，或要求撤销本协议。 您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册/激活程序或停止使用3EX平台服务。</p>
                </div>
                <h2 class="yTermsSencondTitle">二、 注册与账户</h2>
                <h3>1、注册者资格</h3>
                <div class="yTermsCont">
                    <p>请您确认，在您完成注册程序或以其他3EX平台允许的方式实际使用3EX平台服务时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且3EX平台有权注销或永久冻结您的账户，并向您及您的监护人索偿。
                    </p>
                </div>
                <h3>2、注册和账户</h3>
                <div class="yTermsCont">
                    <p>在您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或在您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他3EX平台允许的方式实际使用3EX平台服务时，您即受本协议约束。您可以使用您提供或确认的邮箱、手机号码或者3EX平台允许的其它方式作为登录手段进入3EX平台。您必须提供您的真实姓名、身份证件类型和身份证件号码等法律法规规定的信息。如果您在注册时提供的信息不准确，3EX平台对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。</p>
                    <p>3EX平台账户只能由本人持有并使用，3EX平台保留冻结，停止，或注销非本人使用的账户，并不承担任何法律责任。</p>
                </div>
                <h3>3、用户信息</h3>
                <div class="yTermsCont">
                    <p>
                        在完成注册或激活流程时，您应当按照法律法规要求，按相应页面的提示准确提供并及时更新您的资料，以使之真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，3EX平台有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部3EX平台服务。3EX平台对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。
                    </p>
                </div>
                <h3>4、账户安全</h3>
                <div class="yTermsCont">
                    <p>
                        您须自行负责对您的3EX平台登录名 昵称和密码 保密，且须对您在该登录名、3EX平台 昵称和密码 下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。您同意：(a) 如发现任何人未经授权使用您的3EX平台昵称和密码账户，或发生违反保密规定的任何其他情况，您会立即通知3EX平台；(b)确保您严格遵守网站/服务的安全、认证、交易、充值、提现机制或者流程；及 (c) 确保您在每个上网时段结束时，以正确步骤离开网站/服务。3EX平台不能也不会对因您未能遵守本款规定而发生的任何损失负责。您理解3EX平台对您的请求采取行动需要合理时间，3EX平台对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。                    </p>
                </div>
                <h2 class="yTermsSencondTitle">三、 3EX平台服务</h2>
                <div class="yTermsCont">
                    <p>
                        通过3EX平台及其关联公司提供的3EX平台服务和其它服务，会员可在3EX平台上发布交易信息、查询交易信息、达成交易意向并进行交易、参加3EX平台组织的活动以及使用其它信息服务及技术服务。您在3EX平台上交易过程中与其他会员发生交易纠纷时，一旦您或其它会员任一方或双方共同提交3EX平台要求调处，则3EX平台有权根据单方判断做出调处决定，您了解并同意接受3EX平台的判断和调处决定。
                    </p>
                    <p>
                        您了解并同意，3EX平台有权应政府部门（包括司法及行政部门）的要求，向其提供您向3EX平台提供的用户信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权等合法权益，则3EX平台亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。
                    </p>
                    <p>
                        您在使用3EX平台服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方面的费用，均由您独自承担。 使用该服务时，您同意所有交易一旦执行便不可更改。 使用该服务时，您同意无论损益，3EX平台有权随时清算交易。
                    </p>
                </div>
                <h2 class="yTermsSencondTitle">四、3EX平台服务使用规范</h2>
                <div class="yTermsCont">
                    <p>
                        在3EX平台上使用3EX平台服务过程中，您承诺遵守以下约定： 在使用3EX平台服务过程中实施的所有行为均遵守国家法律、法规等规范性文件及3EX平台各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不偷逃应缴税费，不违反本协议及相关规则。您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保3EX平台免于因此产生任何损失。 在与其他会员交易过程中，遵守诚实信用原则，不采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。 不对3EX平台上的任何数据作商业性利用，包括但不限于在未经3EX平台事先书面同意的情况下，以复制、传播等任何方式使用3EX平台站上展示的资料。 不使用任何装置、软件或例行程序干预或试图干预3EX平台的正常运作或正在3EX平台上进行的任何交易、活动。您不得采取任何将导致不合理的庞大数据负载加诸3EX平台网络设备的行动。                    </p>
                    <p>
                        您了解并同意： 3EX平台有权对您是否违反上述承诺做出单方认定，并根据单方认定结果适用规则予以处理或终止向您提供服务，且无须征得您的同意或提前通知予您。 基于维护3EX平台交易秩序及交易安全的需要，3EX平台有权在发生恶意出售或者购买等扰乱市场正常交易秩序的情形下，执行关闭相应交易订单等操作。 经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者3EX平台根据自身的判断，认为您的行为涉嫌违反本协议和/或规则的条款或涉嫌违反法律法规的规定的，则3EX平台有权在3EX平台上公示您的该等涉嫌违法或违约行为及3EX平台已对您采取的措施。 对于您在3EX平台上发布的涉嫌违法或涉嫌侵犯他人合法权利或违反本协议和/或规则的信息，3EX平台有权不经通知您即予以删除，且按照规则的规定进行处罚。 对于您在3EX平台上实施的行为，包括您未在3EX平台上实施但已经对3EX平台及其用户产生影响的行为，3EX平台有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并据此作出相应处罚。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。 对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保3EX平台免于因此产生损失或增加费用。 如您涉嫌违反有关法律或者本协议之规定，使3EX平台遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿3EX平台因此造成的损失及（或）发生的费用，包括合理的律师费用。                    </p>

                </div>
                <h2 class="yTermsSencondTitle">五、责任范围和责任限制</h2>
                <div class="yTermsCont">
                    <p>
                        明示或暗示的保证，包括但不限于3EX平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，3EX平台也不对3EX平台服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。
                    <p>
                    <p>
                    您了解3EX平台上的信息系用户自行发布，且可能存在风险和瑕疵。3EX平台仅作为交易地点。3EX平台仅作为您获取比特币信息、物色交易对象、就比特币的交易进行协商及开展交易的场所，但3EX平台无法控制交易所涉及的比特币的质量、安全或合法性，交易信息的真实性或准确性，以及交易各方履行其在交易协议中各项义务的能力。您应自行谨慎判断确定相关比特币及/或信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。
                    </p>
                    <p>
                        除非法律法规明确要求，或出现以下情况，否则，3EX平台没有义务对所有用户的信息数据、比特币信息、交易行为以及与交易有关的其它事项进行事先审查： 3EX平台有合理的理由认为特定会员及具体交易事项可能存在重大违法或违约情形。 3EX平台有合理的理由认为用户在3EX平台的行为涉嫌违法或不当。 3EX平台或3EX平台授权的第三方或您与3EX平台一致同意的第三方有权基于您不可撤销的授权受理您与其他会员因交易产生的争议，并有权单方判断与该争议相关的事实及应适用的规则，进而作出处理决定，包括但不限于调整相关订单的交易状态，指令第三方支付公司或者客服将争议货款的全部或部分支付给交易一方或双方。该处理决定对您有约束力。如您未在限期内执行处理决定的，则3EX平台有权利（但无义务）直接使用您尚在3EX平台账户内的款项，或您向3EX平台及其关联公司交纳的保证金代为支付。您应及时补足保证金并弥补3EX平台及其关联公司的损失，否则3EX平台及其关联公司有权直接抵减您在其它合同项下的权益，并有权继续追偿。
                    </p>
                    <p>
                        您理解并同意，3EX平台或3EX平台授权的第三方或您与3EX平台一致同意的第三方并非司法机构，仅能以普通人的身份对证据进行鉴别，3EX平台或3EX平台授权的第三方或您与3EX平台一致同意的第三方对争议的调处完全是基于您不可撤销得授权，其无法保证争议处理结果符合您的期望，也不对争议调处结论承担任何责任。如您因此遭受损失，您同意自行向受益人索偿
                    </p>
                    <p>
                        您了解并同意，3EX平台不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿（无论3EX平台是否已被告知该等损害赔）
                    </p>
                </div>
                <h2 class="yTermsSencondTitle">六、协议终止</h2>
                <div class="yTermsCont">
                    <p>
                        您同意，3EX平台有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部3EX平台服务，暂时冻结或永久冻结（注销）您的账户在3EX平台的权限，且无须为此向您或任何第三方承担任何责任，但是3EX平台有权利继续保存该账户相关的交易数据、记录等信息以及应用、使用该信息。 出现以下情况时，3EX平台有权直接以注销账户的方式终止本协议，并有权永久冻结（注销）您的账户在3EX平台的权限和收回账户对应的3EX平台昵称： 3EX平台终止向您提供服务后，您涉嫌再一次直接或间接或以他人名义注册为3EX平台用户的；

                    </p>
                    <p>

                        您提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与您进行联系，或3EX平台以其它联系方式通知您更改电子邮件信息，而您在3EX平台通知后三个工作日内仍未更改为有效的电子邮箱的；
                    </p>
                    <p>
                        您提供的用户信息中的主要内容不真实或不准确或不及时或不完整； 本协议（含规则）变更时，您明示并通知3EX平台不愿接受新的服务协议的； 其它3EX平台认为应当终止服务的情况。
                    </p>
                    <p>
                        您的账户服务被终止或者账户在3EX平台的权限被永久冻结（注销）后，3EX平台没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。
                    </p>
                    <p>
                        您同意，您与3EX平台的合同关系终止后，3EX平台仍享有下列权利： 继续保存您的用户信息及您使用3EX平台服务期间的所有交易信息。 您在使用3EX平台服务期间存在违法行为或违反本协议和/或规则的行为的，3EX平台仍可依据本协议向您主张权利。 3EX平台中止或终止向您提供3EX平台服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保3EX平台免于因此产生任何损失或承担任何费用：您在服务中止或终止之前已经上传至3EX平台的比特数字货币尚未交易的，3EX平台有权在中止或终止服务的同时删除此项物品的相关信息； 您在服务中止或终止之前已经与其他会员达成买卖合同，但合同尚未实际履行的，3EX平台有权删除该买卖合同及其交易比特币的相关信息； 您在服务中止或终止之前已经与其他会员达成买卖合同且已部分履行的，3EX平台可以不删除该项交易，但3EX平台有权在中止或终止服务的同时将相关情形通知您的交易对方。
                    </p>

                </div>
                <h2 class="yTermsSencondTitle">七、隐私权政策</h2>
                <div class="yTermsCont">
                    <p>
                        3EX平台将不顶时修订隐私权政策，隐私权政策构成本协议的有效组成部分。

                    </p>
                </div>


            </div>
        </div>
        <!--登录内容区 end-->

    </div>

</template>

<script>
    export default {
        name: ""
    }
</script>

<style scoped>
    @import '../../style/comm.css'; /*引入公共样式*/
    @import '../../style/button.css'; /*引入公共样式*/
    body {
        background-color: #f7f7f7;
        font-family: Microsoft YaHei;
        overflow-x: hidden;
        color: #333
    }



    .BreadCrumbs li {
        float: left
    }

    .BreadCrumbs li:not(:last-child) {
        padding-right: 20px;
        position: relative
    }

    .BreadCrumbs li:not(:last-child):after {
        content: ">";
        position: absolute;
        right: 5px
    }

    .BreadCrumbs li:last-child {
        color: #333
    }

    .staticWarp {
        width: 1000px;
        margin: 30px auto;
        background: #fff
    }

    .yTerms {
        padding: 40px;
        min-height: 850px
    }

    .yTerms .yTermsTitle {
        font-size: 24px;
        color: #333;
        padding-bottom: 14px;
        border-bottom: 1px solid #eee;
        line-height: 1
    }

    .yTerms .yTermsSencondTitle {
        font-size: 16px;
        color: #333;
        padding: 18px 0 15px
    }
    .yTerms h3{
        font-size: 14px;
    }

    .yTerms .yTermsCont {
        font-size: 12px;
        color: #666;
        line-height: 20px;
        margin-bottom: 16px;
        margin-top: 16px;
    }
</style>